src/turbulence_convergence_100_163/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2406                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    arch        "LSB;label=32;scalar=64";
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

7
(
    inlet
    {
        type            patch;
        nFaces          163;
        startFace       32337;
    }
    sym
    {
        type            symmetry;
        inGroups        1(symmetry);
        nFaces          60;
        startFace       32500;
    }
    wedge
    {
        type            wall;
        inGroups        1(wall);
        nFaces          40;
        startFace       32560;
    }
    top
    {
        type            patch;
        nFaces          100;
        startFace       32600;
    }
    back
    {
        type            empty;
        inGroups        1(empty);
        nFaces          16300;
        startFace       32700;
    }
    front
    {
        type            empty;
        inGroups        1(empty);
        nFaces          16300;
        startFace       49000;
    }
    outlet
    {
        type            patch;
        nFaces          163;
        startFace       65300;
    }
)

// ************************************************************************* //
